planning.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-12 di 18:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Planning</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Bart van Pelt" />
</head>
<body>
<div id="content">
<h1 class="title">Planning</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org420882b">1. Actions</a>
<ul>
<li><a href="#orgc1607a2">1.1. Meta</a>
<ul>
<li><a href="#org76452bf">1.1.1. <span class="todo TODO">TODO</span> Get a committee in time!</a></li>
</ul>
</li>
<li><a href="#org5a104b4">1.2. Report</a>
<ul>
<li><a href="#orga36b877">1.2.1. <span class="todo TODO">TODO</span> Make up overall flow</a></li>
<li><a href="#org895ad12">1.2.2. <span class="todo TODO">TODO</span> Discuss overall flow</a></li>
<li><a href="#org8391173">1.2.3. <span class="todo TODO">TODO</span> Chapters</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5882dd0">2. Weeks</a>
<ul>
<li><a href="#orgabe58d3">2.1. <span class="done _X_">[X]</span> 4-8 oct</a>
<ul>
<li><a href="#orga84c498">2.1.1. <span class="done DONE">DONE</span> Finish up internship report</a></li>
</ul>
</li>
<li><a href="#org5e34b1c">2.2. <span class="todo ___">[ ]</span> 11-15 oct</a>
<ul>
<li><a href="#org6e094b3">2.2.1. <span class="done DONE">DONE</span> Write skeleton</a></li>
<li><a href="#org7f9ac29">2.2.2. <span class="done DONE">DONE</span> Submit to Bart and Erwin for feedback</a></li>
<li><a href="#org870b5c4">2.2.3. <span class="todo TODO">TODO</span> Make internship presentation slides</a></li>
<li><a href="#orge90932a">2.2.4. <span class="todo TODO">TODO</span> Fill in planning</a></li>
</ul>
</li>
<li><a href="#org4f891cf">2.3. <span class="todo ___">[ ]</span> 18-22 oct</a>
<ul>
<li><a href="#org95e8f94">2.3.1. <span class="todo TODO">TODO</span> Process skeleton feedback</a></li>
<li><a href="#org689ba4f">2.3.2. <span class="todo TODO">TODO</span> Present internship slides in MaccoMeeting?</a></li>
</ul>
</li>
<li><a href="#org539dd6e">2.4. <span class="todo ___">[ ]</span> 25-29 oct</a>
<ul>
<li><a href="#orgd000a50">2.4.1. <span class="todo TODO">TODO</span> Give internship presentation</a></li>
</ul>
</li>
<li><a href="#orgab0d326">2.5. <span class="todo ___">[ ]</span> 1-5 nov</a></li>
<li><a href="#org95ed24f">2.6. <span class="todo ___">[ ]</span> 8-12 nov</a></li>
<li><a href="#org88057b6">2.7. <span class="todo ___">[ ]</span> 15-19 nov</a></li>
<li><a href="#org6395439">2.8. <span class="todo ___">[ ]</span> 22-26 nov</a></li>
<li><a href="#org91f4586">2.9. <span class="todo ___">[ ]</span> 29 nov - 3 dec</a></li>
<li><a href="#org1d53356">2.10. <span class="todo ___">[ ]</span> 6-10 dec</a></li>
<li><a href="#org0d4685a">2.11. <span class="todo ___">[ ]</span> 13-17 dec</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org420882b" class="outline-2">
<h2 id="org420882b"><span class="section-number-2">1</span> Actions</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgc1607a2" class="outline-3">
<h3 id="orgc1607a2"><span class="section-number-3">1.1</span> Meta</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org76452bf" class="outline-4">
<h4 id="org76452bf"><span class="section-number-4">1.1.1</span> <span class="todo TODO">TODO</span> Get a committee in time!</h4>
</div>
</div>
<div id="outline-container-org5a104b4" class="outline-3">
<h3 id="org5a104b4"><span class="section-number-3">1.2</span> Report</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orga36b877" class="outline-4">
<h4 id="orga36b877"><span class="section-number-4">1.2.1</span> <span class="todo TODO">TODO</span> Make up overall flow</h4>
</div>
<div id="outline-container-org895ad12" class="outline-4">
<h4 id="org895ad12"><span class="section-number-4">1.2.2</span> <span class="todo TODO">TODO</span> Discuss overall flow</h4>
</div>
<div id="outline-container-org8391173" class="outline-4">
<h4 id="org8391173"><span class="section-number-4">1.2.3</span> <span class="todo TODO">TODO</span> Chapters</h4>
<div class="outline-text-4" id="text-1-2-3">
</div>
<ol class="org-ol">
<li><a id="org54a8da8"></a><span class="todo TODO">TODO</span> Abstract<br /></li>
<li><a id="orge694687"></a><span class="todo TODO">TODO</span> Introduction<br /></li>
<li><a id="orgdd6ca29"></a><span class="todo TODO">TODO</span> Theory<br /></li>
<li><a id="org95db0b0"></a><span class="todo TODO">TODO</span> Experimental details<br />
<ol class="org-ol">
<li><a id="org873c73b"></a><span class="todo TODO">TODO</span> Hall<br /></li>
<li><a id="org891fbee"></a><span class="todo TODO">TODO</span> SE<br /></li>
<li><a id="org6e493ec"></a><span class="todo TODO">TODO</span> standard fpp<br /></li>
<li><a id="orgadeaa09"></a><span class="todo TODO">TODO</span> ALD process<br /></li>
</ol>
</li>
<li><a id="orgeb541d2"></a><span class="todo TODO">TODO</span> Development of \rhoc{} measurement setup<br /></li>
<li><a id="org6085174"></a><span class="todo TODO">TODO</span> Characterization of setup<br /></li>
<li><a id="org3b7c5a1"></a><span class="todo TODO">TODO</span> ALD process<br /></li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org5882dd0" class="outline-2">
<h2 id="org5882dd0"><span class="section-number-2">2</span> Weeks</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgabe58d3" class="outline-3">
<h3 id="orgabe58d3"><span class="section-number-3">2.1</span> <span class="done _X_">[X]</span> 4-8 oct</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orga84c498" class="outline-4">
<h4 id="orga84c498"><span class="section-number-4">2.1.1</span> <span class="done DONE">DONE</span> Finish up internship report</h4>
</div>
</div>
<div id="outline-container-org5e34b1c" class="outline-3">
<h3 id="org5e34b1c"><span class="section-number-3">2.2</span> <span class="todo ___">[ ]</span> 11-15 oct</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-org6e094b3" class="outline-4">
<h4 id="org6e094b3"><span class="section-number-4">2.2.1</span> <span class="done DONE">DONE</span> Write skeleton</h4>
</div>
<div id="outline-container-org7f9ac29" class="outline-4">
<h4 id="org7f9ac29"><span class="section-number-4">2.2.2</span> <span class="done DONE">DONE</span> Submit to Bart and Erwin for feedback</h4>
</div>
<div id="outline-container-org870b5c4" class="outline-4">
<h4 id="org870b5c4"><span class="section-number-4">2.2.3</span> <span class="todo TODO">TODO</span> Make internship presentation slides</h4>
</div>
<div id="outline-container-orge90932a" class="outline-4">
<h4 id="orge90932a"><span class="section-number-4">2.2.4</span> <span class="todo TODO">TODO</span> Fill in planning</h4>
</div>
</div>
<div id="outline-container-org4f891cf" class="outline-3">
<h3 id="org4f891cf"><span class="section-number-3">2.3</span> <span class="todo ___">[ ]</span> 18-22 oct</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-org95e8f94" class="outline-4">
<h4 id="org95e8f94"><span class="section-number-4">2.3.1</span> <span class="todo TODO">TODO</span> Process skeleton feedback</h4>
</div>
<div id="outline-container-org689ba4f" class="outline-4">
<h4 id="org689ba4f"><span class="section-number-4">2.3.2</span> <span class="todo TODO">TODO</span> Present internship slides in MaccoMeeting?</h4>
</div>
</div>
<div id="outline-container-org539dd6e" class="outline-3">
<h3 id="org539dd6e"><span class="section-number-3">2.4</span> <span class="todo ___">[ ]</span> 25-29 oct</h3>
<div class="outline-text-3" id="text-2-4">
</div>
<div id="outline-container-orgd000a50" class="outline-4">
<h4 id="orgd000a50"><span class="section-number-4">2.4.1</span> <span class="todo TODO">TODO</span> Give internship presentation</h4>
</div>
</div>
<div id="outline-container-orgab0d326" class="outline-3">
<h3 id="orgab0d326"><span class="section-number-3">2.5</span> <span class="todo ___">[ ]</span> 1-5 nov</h3>
</div>
<div id="outline-container-org95ed24f" class="outline-3">
<h3 id="org95ed24f"><span class="section-number-3">2.6</span> <span class="todo ___">[ ]</span> 8-12 nov</h3>
</div>
<div id="outline-container-org88057b6" class="outline-3">
<h3 id="org88057b6"><span class="section-number-3">2.7</span> <span class="todo ___">[ ]</span> 15-19 nov</h3>
</div>
<div id="outline-container-org6395439" class="outline-3">
<h3 id="org6395439"><span class="section-number-3">2.8</span> <span class="todo ___">[ ]</span> 22-26 nov</h3>
</div>
<div id="outline-container-org91f4586" class="outline-3">
<h3 id="org91f4586"><span class="section-number-3">2.9</span> <span class="todo ___">[ ]</span> 29 nov - 3 dec</h3>
</div>
<div id="outline-container-org1d53356" class="outline-3">
<h3 id="org1d53356"><span class="section-number-3">2.10</span> <span class="todo ___">[ ]</span> 6-10 dec</h3>
</div>
<div id="outline-container-org0d4685a" class="outline-3">
<h3 id="org0d4685a"><span class="section-number-3">2.11</span> <span class="todo ___">[ ]</span> 13-17 dec</h3>
<div class="outline-text-3" id="text-2-11">
<p>
Extra week, do not plan!
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Bart van Pelt</p>
<p class="date">Created: 2021-10-12 di 18:18</p>
</div>
</body>
</html>
